import React, {Component} from 'react';

class Legal extends Component {

    render() {

    return (
        <div className="mb-4">
            <h1>Условия оказания услуг Пользователям Сайта oskab.ru</h1>
            <p>Дата публикации: 7 мая 2022 г.</p>
            <p>Дата вступления в силу: 7 мая 2022 г.</p>
            <p>Настоящие условия являются официальным предложением АО НПФ &laquo;МАГЛЮГ&raquo; и содержат все существенные условия оказания услуг в отношении Пользователей, которые могут быть заказаны на Сайте oskab.ru.</p>
            <h2>1. ОПРЕДЕЛЕНИЯ И ТЕРМИНЫ</h2>
            <p>1.1. Для целей настоящего документа приведенные ниже термины имеют следующие значения:</p>
            <p><strong>ОСКАБ.ру</strong>&nbsp;&mdash; АО НПФ &laquo;МАГЛЮГ&raquo; (ОГРН 1037700028673).</p>
            <p><strong>Сервис</strong>&nbsp;&mdash; означает Сайт Oskab.ru и прикладные программы (в том числе программы для мобильных устройств), предоставляющие возможность формирования и отправки Пользователем Предложений о поставке свинецсодержащегосырья на Сервисе.</p>
            <p><strong>Сайт Oskab.ru / Oskab.ru</strong>&nbsp;&mdash; сайты, размещенные в сети Интернет по адресам в домене oskab.ru.</p>
            <p><strong>Услуга (Услуги)</strong>&nbsp;&mdash; услуги, предусмотренные настоящими Условиями.</p>
            <p><strong>Условия</strong>&nbsp;&mdash; настоящий документ, опубликованный по адресу&nbsp;<a href="#/legal">https://lk.oskab.ru/legal/</a>.</p>
            <p><strong>Акцепт Условий (Акцепт)</strong>&nbsp;&mdash; полное и безоговорочное принятие Заказчиком Условий, в соответствии с разделом 5 Условий.</p>
            <p><strong>Договор</strong>&nbsp;&mdash; возмездный договор оказания Услуг между Заказчиком и ОСКАБ.ру, который заключается посредством Акцепта Условий.</p>
            <p><strong>Заказчик</strong>&nbsp;&mdash; Пользователь Сайта Oskab.ru (резидент Российской Федерации), осуществивший Акцепт Условий.</p>
            <p><strong>Предложения</strong>&nbsp;&mdash; размещенные на Сайте Oskab.ru данные о продаваемом Пользователем свинецсодержащем сырье, включающие текстовые и графические материалы о характеристиках сырья, условиях поставки, контактные данные Пользователя и прочие элементы.</p>
            <p>Статусы &ndash; набор вариантов состояния Предложения с момента его составления (Черновик), до реализации (Реализовано) или отклонения (Отклонено).</p>
            <p><strong>Пользователи</strong>&nbsp;&mdash; посетители Сервиса.</p>
            <p><strong>Учетная запись Пользователя</strong>&nbsp;&mdash; специальный подраздел Сайта, позволяющий Пользователю получить доступ к определенной функциональности Сайта, а также получить доступ к Персональной информации Пользователя, размещенной в рамках Учетной записи, и иной Информации.</p>
            <p><strong>Услуга &laquo;Покупка сырья&raquo;&nbsp;</strong>&mdash; комплекс услуг в отношении Заказчика, по составлению договора поставки, спецификации и приема (в соответствии со спецификацией) сырья Заказчика, которое он указал в Предложении.</p>
            <p>Заказчик при оформлении заказа данной услуги самостоятельно выбирает пункт приема или желаемую форму передачи сырья ОСКАБ.ру.</p>
            <p>Предложение Заказчика, содержащего данные о сырье Заказчика, в отношении которого оказана услуга:</p>
            <ul>
            <li>может иметь статусы: Черновик / Отправлено / На рассмотрении / Предварительно отказано / Принято / Отклонено / Реализовано.</li>
            </ul>
            <p>Оказание данной услуги происходит в рамках отдельного договора поставки, заключаемого с ОСКАБ.ру в течение 3 (трех) календарных дней после принятия отправленного Предложения.</p>
            <p>1.2. В случае отсутствия однозначного толкования термина в Условиях, следует руководствоваться толкованием термина, определенным: в первую очередь &mdash; действующим законодательством, затем &mdash; сложившимся (общеупотребимым) в сети Интернет.</p>
            <h2>2. ПРЕДМЕТ ДОГОВОРА</h2>
            <p>2.1. Предметом Договора является оказание ОСКАБ.ру Заказчику Услуг, предусмотренных настоящими Условиями.</p>
            <p>2.2. Оказание услуг, предусмотренных настоящими Условиями, осуществляется на условиях настоящего документа.</p>
            <h2>3. УСЛОВИЯ И ПОРЯДОК ОКАЗАНИЯ УСЛУГ</h2>
            <p>3.1. Обязательным условием оказания ОСКАБ.ру Услуг Заказчику в соответствии с настоящими Условиями является признание, соблюдение и применение сторонами требований и положений в настоящем документе.</p>
            <p>3.2. Услуги оказываются только Заказчикам, имеющим действующую лицензию на работу с опасными отходами.</p>
            <p>3.3. ОСКАБ.ру приступает к оказанию Услуг только при условии совокупного выполнения Заказчиком следующих условий:</p>
            <p>3.3.1. Заказчик зарегистрировался как Пользователь на Oskab.ru;</p>
            <p>3.3.2. Заказчик совершил Акцепт Условий;</p>
            <p>3.3.3. Отправил заявку с достоверными данными о компании и сырье.</p>
            <p>3.4. Услуги предоставляются Заказчикам, которые являются уполномоченными представителями юридического лица, от имени которого подаются Предложения.</p>
            <p>3.5. Заказчик не вправе передавать свои права по Договору какой-либо третьей стороне.</p>
            <p>3.6. ОСКАБ.ру прекращает оказание Услуг Заказчику в следующих случаях:</p>
            <p>3.6.1. предоставление Заказчиком недостоверной информации о компании, которую он представляет или о сырье в отправленных через Сервис Предложениях.</p>
            <p>3.6.2. наступление случаев, предусмотренных в пп. 4.2.2. &ndash; 4.2.3. Условий.</p>
            <h2>4. ПРАВА И ОБЯЗАННОСТИ СТОРОН</h2>
            <p>4.1.&nbsp;<strong>ОСКАБ.ру обязан:</strong></p>
            <p>4.1.1. Оказать Заказчику Услуги в соответствии с Договором.</p>
            <p>4.1.2. Обеспечить конфиденциальность в отношении Заказчика (представителя Заказчика), в том числе посредством предоставления доступа в Учетную запись пользователя только по вводу логина и пароля Заказчика.</p>
            <p>4.1.3. Стороны согласились, что условие сохранения конфиденциальности регистрационных данных (включая персональные данные), указанных Заказчиком при регистрации на Oskab.ru, не распространяется на случаи использования ОСКАБ.ру таких данных в целях оформления договора поставки, спецификации и иных документах, являющихся обязательными приложениями к договору поставки. В указанных документах подлежат указанию данные (в том числе персональные данные) и реквизиты, предоставленные Заказчиком (представителем Заказчика).</p>
            <p>4.2.&nbsp;<strong>ОСКАБ.ру имеет право:</strong></p>
            <p>4.2.1. Временно приостановить оказание Заказчику Услуг по Договору по техническим, технологическим или иным причинам, препятствующим оказанию Услуг, на время устранения таких причин.</p>
            <p>4.2.2. Приостановить оказание Услуг по Договору и/или досрочно расторгнуть Договор в одностороннем внесудебном порядке путем уведомления Заказчика в случаях нарушения Заказчиком обязательств и/или гарантий, принятых в соответствии с Договором.</p>
            <p>4.2.3. Заблокировать Учетную запись, если она нарушает требования, установленные Договором.</p>
            <p>4.2.4. Посылать Заказчику информационные сообщения, включая, но не ограничиваясь, по электронной почте и смс-сообщения.</p>
            <p>4.3.&nbsp;<strong>Заказчик обязан:</strong></p>
            <p>4.3.1. Не злоупотреблять предоставленными Заказчику техническими возможностями по Договору.</p>
            <p>4.3.2. Не использовать самостоятельно или с привлечением третьих лиц оказание Услуг и/или возможности системы в целях, которые могут быть квалифицированы как нарушение прав третьих лиц, иное нарушение законодательства.</p>
            <p>4.3.3. В случае принятия Предложения, в течение 3 (трех) календарных дней заключить договор поставки с ОСКАБ.ру и поставить сырьё в установленные в договоре поставки сроки по цене, в объеме и составе, определенных в спецификации.</p>
            <p>4.3.4. Использовать предоставленные Услуги исключительно в целях, описанных в п. 3.4 выше. Использование Услуг в любых иных целях не допускается.</p>
            <p>4.3.5. После принятия Предложения, вести коммуникацию с менеджерами ОСКАБ.ру по электронной почте с обязательной копией всех отправляемых писем на адрес <a href="mailto:copy@oskab.ru">copy@oskab.ru</a>.</p>
            <p>4.4.&nbsp;<strong>Заказчик имеет право:</strong></p>
            <p>4.4.1. На доступ в Учетную запись Пользователя.</p>
            <h2>5. СТОИМОСТЬ УСЛУГ, УСЛОВИЯ ОПЛАТЫ И ПОРЯДОК ПРИЕМКИ УСЛУГ</h2>
            <p>5.1. Услуги по данному Договору оказываются на безвозмездной основе. Стоимость, объем и порядок поставки сырья определяется принятой заявкой и фиксируется в договоре поставки и спецификации.</p>
            <h2>6. СРОК ДЕЙСТВИЯ УСЛОВИЙ</h2>
            <p>6.1. Настоящие Условия вступают в силу с даты, указанной в строке &laquo;Дата вступления в силу&raquo; и действуют до момента отзыва Условий ОСКАБ.ру.</p>
            <p>6.2. ОСКАБ.ру оставляет за собой право внести изменения в Условия и/или отменить Условия в любой момент по своему усмотрению. В случае внесения ОСКАБ.ру изменений в Условия, такие изменения вступают в силу с момента размещения измененного текста Условий в Личном кабинете Заказчика, если иной срок вступления изменений в силу не определен дополнительно при таком размещении.</p>
            <h2>7. ОТВЕТСТВЕННОСТЬ И ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</h2>
            <p>7.1. ОСКАБ.ру ни при каких обстоятельствах не несет никакой ответственности в рамках оказания Услуг за:</p>
            <p>7.1.1. любые действия/бездействия, являющиеся прямым или косвенным результатом действий/бездействий каких-либо третьих лиц;</p>
            <p>7.1.2. убытки Заказчика и/или третьих лиц не зависимо от того, мог ОСКАБ.ру предвидеть возможность таких убытков или нет;</p>
            <p>7.1.3. использование (невозможность использования) и какие бы то ни было последствия использования (невозможности использования) Заказчиком выбранной им формы оплаты Услуг.</p>
            <p>7.2. В течение срока действия Договора ОСКАБ.ру предпримет все усилия для устранения каких-либо сбоев и ошибок, в случае их возникновения, в максимально короткие сроки. При этом ОСКАБ.ру не гарантирует отсутствия ошибок и сбоев при оказании Услуг. За исключением гарантий, прямо указанных в тексте Условий, ОСКАБ.ру не предоставляет никаких иных прямых или подразумеваемых гарантий согласно Условиям и прямо отказывается от каких-либо гарантий или условий в отношении не нарушения прав, соответствия Услуг конкретным целям и ожиданиям Заказчика.</p>
            <p>7.5. В случае нарушения Заказчиком условий Договора ОСКАБ.ру вправе приостановить оказание Услуг до момента устранения Заказчиком допущенных нарушений и возмещения (компенсации) причиненных ОСКАБ.ру таким нарушением убытков в полном объеме и/или расторгнуть Договор.</p>
            <p>7.6. Заказчик несет ответственность в полном объеме за достоверность гарантий и заверений Заказчика, содержащихся в разделе 9 Условий.</p>
            <p>7.7. ОСКАБ.ру не несет ответственности в случае невозможности ознакомления Заказчика с информацией, размещённой в Учетной записи Пользователя по причинам, не зависящим от ОСКАБ.ру.</p>
            <h2>8. ФОРС МАЖОР</h2>
            <p>8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, которые возникли после заключения Договора, либо если неисполнение обязательств Сторонами по Договору явилось следствием событий чрезвычайного характера, которые Стороны не могли ни предвидеть, ни предотвратить разумными мерами.</p>
            <p>8.2. К обстоятельствам непреодолимой силы относятся события, на которые Сторона не может оказывать влияния и за возникновение которых она не несет ответственности.</p>
            <h2>9. ГАРАНТИИ ЗАКАЗЧИКА</h2>
            <p>9.1. Соглашаясь с Условиями и принимая Условия, Заказчик (представитель Заказчика) заверяет ОСКАБ.ру и гарантирует ОСКАБ.ру, что:</p>
            <p>9.1.1. Заказчик указал достоверные персональные данные Заказчика (представителя Заказчика) при регистрации в качестве Пользователя услуг Oskab.ru и достоверные персональные данные (реквизиты) Заказчика при отправке Предложения;</p>
            <p>9.1.2. Заказчик гарантирует, что он обладает всеми необходимыми полномочиями на заключение и исполнение Договора и что оказание ОСКАБ.ру Услуг не нарушает права третьих лиц. Заказчик самостоятельно и за свой счет обязуется урегулировать все претензии третьих лиц, связанные с действиями Заказчика в рамках Договора;</p>
            <p>9.2. Заказчик добровольно принимает Условия в полном объеме и безоговорочно, при этом он</p>
            <p>9.2.1. полностью ознакомился с Условиями;</p>
            <p>9.2.2. полностью понимает предмет Условий;</p>
            <p>9.2.3. полностью понимает значение и последствия своих действий в отношении Акцепта Условий и оказания Услуг в соответствии с Условиями.</p>
            <p>9.3. Заказчик (представитель Заказчика) обладает всеми правами и полномочиями, необходимыми для осуществления всех действий, предусмотренных Условиями и Договором.</p>
            <h2>10. РАСТОРЖЕНИЕ ДОГОВОРА</h2>
            <p>10.1. Договор может быть расторгнут:</p>
            <p>10.1.1. по соглашению Сторон в любое время.</p>
            <p>10.1.2. по инициативе любой из Сторон в случае нарушения другой Стороной условий Договора с письменным уведомлением другой Стороны за 30 (тридцать) календарных дней до даты расторжения.</p>
            <p>10.1.3. по инициативе ОСКАБ.ру в случае выявления факта заказа Услуг для целей, не предусмотренных п. 3.4 Условий.</p>
            <p>10.1.4. по инициативе ОСКАБ.ру с письменным уведомлением другой Стороны за 15 (пятнадцать) календарных дней до даты расторжения.</p>
            <p>10.1.5. по иным основаниям, предусмотренным настоящими Условиями.</p>
            <h2>11. ПРОЧИЕ ПОЛОЖЕНИЯ</h2>
            <p>11.1. Договор, его заключение, исполнение и расторжение регулируется действующим законодательством Российской Федерации. Все вопросы, не урегулированные Условиями или урегулированные не полностью, регулируются в соответствии с материальным правом Российской Федерации. Если спор между Заказчиком и ОСКАБ.ру в отношении Договора не разрешен путем переговоров Сторон, такой спор подлежит рассмотрению в порядке, предусмотренном действующим законодательством.</p>
            <p>11.2. Любые уведомления и иные документы в ходе оказания Услуг согласно Условиям могут направляться одной стороной другой стороне по электронной почте с использованием электронных адресов Сторон. Электронные адреса ОСКАБ.ру:&nbsp;<a href="mailto:akb@oskab.ru">akb@oskab.ru</a>,&nbsp;<a href="mailto:copy@oskab.ru">copy@oskab.ru</a>,&nbsp;<a href="mailto:no-reply@oskab.ru">no-reply@oskab.ru</a>. Заказчиком (представителем Заказчика) используется адрес электронной почты пользователя Oskab.ru, указанный Заказчиком в Учетной записи Пользователя при регистрации. Уведомление считается доставленным на следующий рабочий день со дня отправки.</p>
            <h2>12. РЕКВИЗИТЫ</h2>
            <p>АО НПФ &laquo;МАГЛЮГ&raquo;<br />
            ИНН/КПП: 7718141748/772101001<br />
            Юридический адрес: 109428, г. Москва, ул. Зарайская, 21, пом. 309, офис 0702<br />
            ОГРН: 1037700028673</p>
        </div>
    )
    }
}

export default Legal;
